<?php
//---------------------------------------------------
// 記念碑に関する設定
//---------------------------------------------------

trait Monument {
	public $monumentName = [
		'戦の碑', '農の碑', '鉱の碑', '匠の碑', '平和の碑', 'キャッスル城', 'モノリス', '聖樹', '戦いの碑', 'ラスカル', '棺桶', 'ヨーゼフ', 'くま', 'くま', 'くま', '貯金箱', 'モアイ', '地球儀', 'バッグ', 'ごみ箱', 'ダークいのら像', 'テトラ像', 'はねはむ像', 'ロケット', 'ピラミッド', 'アサガオ', 'チューリップ', 'チューリップ', '水仙', 'サボテン', '仙人掌', '魔方陣', '神殿', '神社', '闇石', '地石', '氷石', '風石', '炎石', '光石', '卵', '卵', '卵', '卵', '古代遺跡', 'サンタクロース', '壊れた侵略者', '憩いの公園', '桜', '向日葵', '銀杏', 'クリスマスツリー2001', '雪うさぎ', '幸福の女神像'
	];
}
